Repository: SriAgrawal/FlintIt
Catalog: iOSBackendDevelopment/Supportng Classes/*.lproj/Localizable.strings
Languages: ar

source: Please give some reason.
ar: يرجى إعطاء سبب.

source: Sign Up As Client
ar: اشترك كعميل

source: OR
ar: أو

source: Select Your Choice
ar: حدد اختيارك

source: Log In
ar: تسجيل الدخول

source: Remember me
ar: تذكرني

source: Forgot password?
ar: نسيت كلمة المرور؟

source: If YOU ARE NEW USER Sign Up?
ar: هل انت مستخدم جديد؟ سجل معنا

source: EMAIL
ar: البريد الالكتروني

source: PASSWORD
ar: كلمة المرور

source: Please enter username or password.
ar: قم بإدخال اسم المستخدم او كلمة المرور

source: Please enter the email address.
ar: من فضلك ادخل البريد الالكتروني

source: Please enter a valid email address.
ar: من فضلك ادخل بريد الكتروني صحيح

source: Please enter the password.
ar: من فضلك ادخل كلمة المرور

source: Password must be of atleast 6 characters.
ar: كلمة المرور يجب ان تكون على الاقل ستة ارقام او احرف

source: Invalid Username or Password.
ar: البريد الالكتروني او كلمة المرور غير صحيح

source: Login and get your job done with a single tap.
ar: قم بتسجيل الدخول وانهي عملك بنقرة زر

source: Are you sure you want to enable your GPS location?
ar: هل انت متأكد من انك تريد تفعيل خدمة التحديد العالمي GPS؟

source: Error in login to facebook.
ar: خطأ في تسجيل الدخول إلى الفيسبوك.

source: Invalid email or Password.
ar: البريد الإلكتروني أو كلمة السر خاطئة.

source: Please enter email or password.
ar: يرجى إدخال البريد الإلكتروني أو كلمة المرور.

source: Please enter email in english.
ar: يرجى إدخال البريد الإلكتروني باللغة الإنجليزية.

source: Please enter phone no in english.
ar: يرجى إدخال رقم الهاتف في اللغة الإنجليزية.

source: Sign Up and get the right person in the right time for the right job.
ar: سجل معنا وتحصل على الشخص المناسب في الوقت المناسب في العمل المناسب

source: Already have an account?Login
ar: هل لديك حساب من قبل؟ تسجيل دخول

source: BY CREATING AN ACCOUNT, YOU AGREE TO Flink It TERMS OF SERVICES.
ar: من خلال تسجيلك انت توافق على Flink It TERMS OF SERVICES.

source: Username
ar: الاسم المستخدم

source: Email Address
ar: البريد الالكتروني

source: Password
ar: كلمة المرور

source: Confirm Password
ar: إعادة ادخال كلمة المرور

source: Age
ar: العمر

source: State ,Country(Autofill By Location)
ar: الولاية او المنطقه

source: Address
ar: العنوان

source: Contact No.
ar: رقم الهاتف المحمول

source: Male
ar: ذكر

source: Female
ar: انثى

source: Gender
ar: الجنس

source: Done
ar: انتهى

source: Distance Preference
ar: المسافة

source: Please select the user image.
ar: من فضلك اختر صورة المستخدم

source: Please enter the username.
ar: من فضلك ادخل اسم المستخدم

source: Please enter the valid username.
ar: من فضلك ادخل اسم مستخدم صحيح

source: Please enter the valid email address.
ar: من فضلك ادخل بريد الكتروني صحيح

source: Please enter the confirm password.
ar: من فضلك ادخل كلمة المرور مرة اخرى

source: Password and confirm password should be same.
ar: يجب تطابق كلمات المرور

source: Please select the age.
ar: من فضلك اختر العمر

source: Please enter the state.
ar: من فضلك ادخل الولاية

source: Please enter the address.
ar: من فضلك ادخل العنوان

source: Please enter the contact number.
ar: من فضلك ادخل رقم الهاتف المحمول

source: Contact number must be of 10 characters.
ar: يجب ان يكون رقم الهاتف المحمول عشرة ارقام

source: Please select the distance preference.
ar: من فضلك اختر المسافة

source: Error!
ar: خطأ

source: Email
ar: البريد الإلكتروني

source: Please enter the location in full format.
ar: الرجاء إدخال الموقع في شكل كامل.

source: Category
ar: نوع العمل

source: Enter OTP sent to your Mobile Device
ar: ادخل رقم التفعيل المرسل الى هاتفك المحمول

source: Mobile Registration
ar: تسجيل الهاتف المحمول

source: Confirm
ar: تأكيد

source: Re-send OTP
ar: اعادة ارسال رقم التفعيل

source: Example 2356
ar: مثال ٢٣٥٦

source: Please enter the OTP.
ar: من فضلك ادخل رقم التفعيل

source: Terms and Conditions
ar: الانظمة والقوانين

source: Forgot Password
ar: نسيت كلمة المرور؟

source: Forgot your Password?
ar: هل نسيت كلمة المرور؟

source: No Need to Worry just type in your E-Mail we will get back to you.
ar: لاتقلق، ادخل بريدك الالكتروني وسوف نقوم بالرد عليك قريباً

source: A Code will be sent to your Email ID. Login with the Code and Change your Password.
ar: سوف نقوم بارسال رمز التفعيل الى بريدك الالكتروني، سجل دخولك برمز التفعيل و قم بتغيير كلمة المرور الخاصة بك

source: Submit
ar: ارسال

source: Enter Your Email ID
ar: ادخل بريدك الالكتروني

source: Service Provider Name
ar: اسم مقدم خدمة

source: Send
ar: ارسال

source: Email To :
ar: ارسال بريد الكتروني

source: Report Profile
ar: ابلاغ عن الملف

source: Please write the description of your report
ar: من فضلك اكتب وصف عن بلاغك

source: Report
ar: ابلاغ

source: All
ar: الكل

source: Artist
ar: فنان

source: Chefs
ar: طباخ

source: Clean Worker
ar: عامل نظافة

source: Towing
ar: نقل مركبات

source: Carpenter
ar: بساط

source: IT
ar: تقنية

source: Exterminator
ar: مكافح حشرات

source: Electrician
ar: كهربائي

source: Mechanic
ar: ميكانيكي

source: Beauty
ar: تجميل

source: Tutor
ar: مٌعلم خصوصي

source: Tailor
ar: خياطة

source: Snow Shoveling
ar: حفار

source: Car wash
ar: تنظيف مركبات

source: Photographer
ar: تصوير

source: Fun & Party
ar: تنسيق حفلات

source: Smithy
ar: دكان الحداد

source: Bodyguards
ar: حراس الامن

source: Black Smithy
ar: حداد

source: Consultation
ar: استشارات

source: Gardener
ar: بستاني

source: Decoration
ar: ديكور

source: Moving
ar: نقل

source: Painter
ar: صباغ

source: Plumber
ar: سباكه

source: Health
ar: صحه

source: Air Cooling
ar: تدفئه وتبريد

source: Edit Profile
ar: تعديل الملف

source: Age(Year)
ar: (العمر (سنة

source: Push Notifications
ar: التنبيهات

source: Display My Number
ar: اعرض رقم هاتفي المحمول

source: Home
ar: الرئيسية

source: Profile
ar: الملف

source: Notifications
ar: التنبيهات

source: Change Password
ar: تغيير كلمة المرور

source: Service Tracking
ar: تتبع المهام

source: Favourite List
ar: المفضلة

source: Chats
ar: المحادثات

source: Share the Application
ar: مشاركة التطبيق

source: Logout
ar: تسجيل الخروج

source: Are you sure you want to logout?
ar: هل انت متأكد من انك تريد تسجيل الخروج

source: No
ar: لا

source: Yes
ar: نعم

source: Enter Old Password
ar: ادخل كلمة المرور الحالية

source: Enter New Password
ar: ادخل كلمة المرور الجديدة

source: Confirm New Password
ar: تأكيد كلمة المرورالجديدة

source: Please enter the old password.
ar: ادخل كلمة المرور الحالية

source: Old Password must be of atleast 6 characters.
ar: يجب ان تكون كلمة المرور القديمة ستة ارقام او احرف كحد أدنى

source: Please enter the new password.
ar: ادخل كلمة المرور الجديدة

source: New Password must be of atleast 6 characters.
ar: يجب ان تكون كلمة المرور الجديدة ستة ارقام او احرف كحد ادنى

source: New password and old password should not be same.
ar: لا يجب ان تكون كلمة المرور الجديدة والقديمة متطابقة

source: Please confirm the new password.
ar: من فضلك تحقق من كلمة المرور

source: New password and confirm new password should be same.
ar: يجب ان تتطابق خانتي كلمة المرور

source: No record found.
ar: لم نجد اي ملف بهذا الاسم

source: Favourites
ar: المفضلة

# Search Service Providers
source: Search Service Providers by #tag
ar: البحث عن مقدم الخدمة

source: Filter
ar: فلتر

source: Filter by Price
ar: التحديد بالمبلغ

source: Filter by Distance(Kilometer)
ar: التحديد بالمسافة

source: Filter by Ratings
ar: التحديد بالتقييم

source: Filter by Number of Jobs
ar: التحديد بعدد الاعمال المنجزة

source: Availability
ar: متاح

source: Apply Filters
ar: البحث بالفلتر

source: Low to High
ar: من الاقل الى الاعلى

source: High to Low
ar: من الاعلى الى الاقل

source: My Notifications
ar: تنبيهاتي

source: View Profile
ar: استعراض الملف

source: Approve
ar: الموافقه على اتمام العمل

source: Science
ar: العلوم

source: Give a Review
ar: اعط تقييمك

source: Do you want to add this service provider as favourite ?
ar: هل تريد اضافة مقدم الخدمة الى المفضلة؟

source: Add to Favourite
ar: اضافة الى المفضلة

source: Upload a photo for the job
ar: اضافة صورة للخدمة

source: Share
ar: مشاركة

source: Write a Comment
ar: اكتب تعليق

source: My Profile
ar: استعراض ملفي

source: On Going Services
ar: خدمات تحت الانجاز

source: Provider Current Location
ar: موقع مقدم الخدمة

source: Cancel Job
ar: إلغاء العمل

source: Please Give the Reason why do you want to cancel the Job.
ar: من فضلك اذكر سبب إلغاء الخدمة

source: Map
ar: الخريطة

source: Messages
ar: المحادثات

source: Chat
ar: المحادثة

source: Type message
ar: اكتب رسالة

source: Email View
ar: استعراض البريد الالكتروني

source: Email From :
ar: بريد الكتروني من:

source: Reply
ar: رد على

source: Provider's Detail
ar: تفاصيل مقدم الخدمة

source: Photos
ar: صور

source: Price/Hour*
ar: المبلغ بالساعة الواحدة

source: Review
ar: تقييم

# Title of the services
source: Title of the service
ar: عنوان الخدمة

source: Description of the job
ar: وصف الخدمة

source: Price to be paid
ar: المبلغ الذي تريد دفعه

source: Use
ar: استخدم

source: Are you sure you want to cancel the request?
ar: هل انت متأكد من انك تريد الغاء طلب الخدمة

source: Are you sure you want to add it as favourite?
ar: هل انت متأكد من انك تريد اضافته الى المفضلة؟

source: Are you sure you want to remove it as favourite?
ar: هل انت متأكد من انك تريد حذفه من المفضلة؟

source: Send Hiring Request
ar: ارسال طلب

source: OK
ar: ارسال

source: Description or type a #tag as per your skills without space
ar: اعط وصف لخدمتك او من خلال ادراج علامة #هاشتاق للخدمة الواحدة بدون مسافة

source: Upload your Exp Doc.
ar: تحميل المستندات

source: Language Known
ar: اللغة المعروفة

source: Sample of work:
ar: عينة من أعمال:

source: Price($)/Hour
ar: السعر ($) / ساعة

source: Please enter the price / hour.
ar: الرجاء إدخال سعر / ساعة.

source: Please select the language known.
ar: يرجى اختيار اللغة المعروفة.

source: Cancel
ar: إلغاء

source: Take Photo
ar: تصوير

source: Choose Photo
ar: اختيار صور

source: Km
ar: كم

source: Miles
ar: اميال

source: Device has no camera.
ar: الجهاز ليس لديه كاميرا.

source: Next
ar: التالى

source: Do you want to delete this sample image?
ar: هل تريد حذف هذه الصورة عينة؟

source: Job Requests
ar: طلبات العمل

source: Client's Detail
ar: تفاصيل العميل

source: Ratings and Reviews
ar: التقييمات والمراجعات

source: Accept
ar: قبول

source: Decline
ar: رفض

source: Job Price
ar: سعر العمل

source: Job Title
ar: المسمى الوظيفي

source: Description
ar: وصف

source: Are you sure you want to decline the job request?
ar: هل أنت متأكد أنك تريد رفض طلب وظيفة؟

source: Are you sure you want to accept the job request?
ar: هل أنت متأكد من أنك تريد قبول العمل

source: Status
ar: الحالة

source: Job Request
ar: طلب وظيفة

source: Subscribe
ar: الاشتراك

source: Available
ar: متاح

source: Busy
ar: مشغول

# Search
source: Search by #tag
ar: بحث

source: Enable Location Service
ar: تمكين الموقع خدمة

source: You have to enable the Location Service to use this App. To enable, please go to Settings->Privacy->Location Services
ar: لديك لتمكين خدمة الموقع لاستخدام هذه التطبيقات. لتمكين، يرجى الذهاب إلى إعدادات-> في الخصوصية> خدمات الموقع

source: Have Accepted your request for Hiring.
ar: وقد قبلت طلبك للتوظيف.

source: Have Sent you request for Hiring.
ar: قمنا بإرسال طلب للتوظيف.

source: Cancel Job Request
ar: إلغاء طلب الوظيفة

source: On Going Job
ar: العمل الجاري

source: View
ar: رأي

source: has sent a message to you.
ar: بعث رسالة لك.

source: Contact Number
ar: رقم الاتصال

source: Please select the category.
ar: الرجاء تحديد الفئة.

source: Choose Your Subscription Plan
ar: اختيار خطة اشتراكك

source: Success.
ar: تم بنجاح

source: Alert
ar: إنذار

source: Please enter message.
ar: يرجى كتابة رسالة.

source: Please enter report description.
ar: الرجاء إدخال وصف التقرير.

source: Please Select Your Status
ar: الرجاء اختيار الحالة الخاصة بك

source: Price must be greater than zero.
ar: يجب أن يكون السعر أكبر من الصفر.

source: Mark as Completed
ar: تم إنجاز العمل

source: Client Current Location
ar: موقع العميل

source: User unblocked successfully.
ar: العضو يفرج بنجاح.

# You can not send message to blocked user
source: You can't send message to blocked user.
ar: لا يمكنك إرسال رسالة إلى المستخدم المحظور.

source: Message deleted successfully.
ar: رسالة حذفها بنجاح.

source: Email deleted successfully.
ar: البريد الإلكتروني حذف بنجاح.

source: Characters
ar: الشخصيات

source: Last seen:
ar: اخر ظهور:

source: Google map
ar: خرائط جوجل

source: Apple map
ar: التفاح

source: Are you sure you want to approve the job?
ar: هل انت متأكد من انك تريد الموافقه على إتمام￼￼￼￼￼ العمل؟

source: ￼Don’t Approve
ar: لا

source: Block List
ar: قائمة الحظر

source: View later
ar: رؤيتها لاحقاً

source: View profile
ar: رؤية صفحته الشخصيه

source: Have cancelled the job.
ar: وقد ألغى هذا المنصب.

source: Congratulations
ar: تهانينا

source: Your subscription is activated for one month
ar: يتم تنشيط اشتراكك لمدة شهر واحد

source: Your subscription is activated for three months
ar: يتم تنشيط اشتراكك لمدة ثلاثة أشهر

source: Your subscription is activated for six months
ar: يتم تنشيط اشتراكك لمدة ستة أشهر

source: Your subscription is activated for one year
ar: يتم تنشيط اشتراكك لمدة سنة واحدة

source: Open With
ar: مفتوحة مع

source: Coming soon.
ar: قريبا.

source: Multiple Jobs
ar: متعدد الاعمال

source: Canceled
ar: ألغيت

source: Job already canceled.
ar: مهمة تم إلغاؤه بالفعل

source: Location
ar: موقعك
